["!", "#", "$", "%", "&", "'", "''", "'An", "'Comfort", "'Luxury", "'Maangalyam", "'Need", "'S", "'SIMPLE", "'Uptown", "'VE", "'d", "'help", "'hex", "'hw", "'its", "'ll", "'m", "'re", "'s", "'taxless", "'terrorist", "'til", "'ve", "'xam", "(", ")", "*", "+", "+6", "+CHEER", "+std", "+\u00e5\u00a3", ",", "-", "--", "-CM2", "-D", "-JUL-05", "-Message", "-P", "-PLS", "-apples", "-msg", "-stopsms-08", "-stopsms-08718727870150ppm", "-sub", "-tho", "-u", "-via", "-xx", ".", "..", "...", "....", ".....", ".........", "..........", "...........", ".50gbp/mtmsg18", ".COMUK", ".Call", ".a", ".after", ".be", ".biz", ".by", ".co.uk", ".com", ".dont", ".irritating", ".lovable", ".so", ".unsub", ".very", "/", "/-", "//WWW.URAWINNER.COM", "/7", "/colour", "/month", "/msg", "/pm", "/week", "/wk", "0", "02", "02/06/03", "02/09/03", "06", "06/11/04", "07/11/04", "0776xxxxxxx", "0796XXXXXX", "07xxxxxxxxx", "08452810075over18", "08700621170150p", "08701417012150p", "08704439680Ts", "0870737910216yrs", "0871277810910p/min", "08717890890\u00e5\u00a3", "0A", "1", "1,2", "1-Hanuman", "1-month", "1-u", "1.50p", "1.50p/wk", "1.childish", "1/1", "1/2", "1/2price", "1/3", "10", "1000s", "100txt/mth", "10:10", "10am", "10am-7pm", "10am-9pm", "10k", "10p", "10p/min", "10ppm", "11", "11mths", "11mths+", "12", "12,000pes", "125gift", "12:30", "12hours", "12hrs", "12mths", "13/10/04", "13/4/04", "140ppm", "146tf150p", "14thMarch", "150P", "150PPM", "150p", "150p/MSGRCVD", "150p/MTmsg", "150p/Msg", "150p/MsgrcvdHG/Suite342/2Lands/Row/W1J6HL", "150p/Mt", "150p/SMS", "150p/day", "150p/meg", "150p/min", "150p/msg", "150p/msg.2", "150p/text", "150p/tone", "150p/wk", "150pm", "150ppermessSubscription", "150ppm", "150ppmPOBox10183BhamB64XE", "150ppmsg", "16", "16+", "16+only", "18", "18+", "18+only", "18yrs", "1DA", "1ER", "1IM", "1Winaweek", "1YF", "1pm", "1st", "1stchoice.co.uk", "1thing.i", "1x150p/wk", "2", "2-Bajarangabali", "2-u", "2.IM", "2.naughty", "2/2", "20", "20p", "20p/min", "21", "21st", "22", "24", "24/10/04", "24Hrs", "24M", "24hrs", "24th", "25", "25/F", "25p", "26/10/04", "26/11/04", "26th", "27/03", "27/6/03", "28", "28days", "28th", "29/03/05", "29/10/0", "2C", "2EZ", "2End", "2GETHA", "2KBSubject", "2MORO", "2MORRO", "2MRW", "2NITE", "2PX", "2StopTx", "2WT", "2bold", "2channel", "2day", "2day.love", "2exit", "2find", "2geva", "2go", "2gthr", "2morow", "2morrow", "2morrowxxxx", "2mro", "2mrw", "2nd", "2nhite", "2nights", "2nite", "2optout", "2optout/D3WV", "2rcv", "2stop", "2u", "2u2", "2waxsto", "2years", "2yr", "2yrs", "3", "3-Maruti", "3-u", "3.Sentiment", "30", "300603t", "300p", "30Apr", "30pp/txt", "31", "31p.msg", "32/F", "3510i", "3AJ", "3D", "3G", "3GBP", "3MOBILE", "3SS", "3XX", "3d", "3g", "3hrs", "3lp", "3qxj9", "3rd", "3x\u00e5\u00a3150pw", "4", "4-6", "4-7/12", "4-Pavanaputra", "4-some1", "4.47per", "4.Cook", "4.rowdy", "40", "40GB", "40mph", "4403LDNW1A7RW18", "450p", "450pw", "47", "4EVA", "4GET", "4T", "4U", "4WARD", "4a", "4d", "4eva", "4fil", "4get", "4give", "4got", "4goten", "4info", "4mths", "4th", "4thNOV.BEHIND", "4the", "4txt/\u00cc\u00bc1.20", "4u", "4u.i", "4uTxt", "4w", "5", "5+-", "5+3+2=", "5-Sankatmochan", "5.Gardener", "5.I\u00e5\u00d5m", "5.ful", "5/9/03", "50", "50\\", "50p", "50p/msg", "50s", "5WB", "5WE", "5WQ", "5free", "5ish", "5min", "5mls", "5p", "5pm", "5th", "5we", "6", "6-Ramaduth", "6.House-Maid", "6.romantic", "60,400thousad.i", "60p/min", "62220Cncl", "63miles", "6HL", "6days", "6hrs", "6months", "6pm", "6th", "6times", "7", "7+2+5=", "7-Mahaveer", "7.30pm", "7.Children", "7.shy", "7250i", "78", "7876150ppm", "7ZS", "7am", "7ish", "7oz", "7th", "8", "8+6+3=", "8-8:30", "8.Attractive", "8.Neighbour", "80", "8Ball", "8WP", "8am", "8lb", "8pm", "8th", "9", "9+2+4=", "9.funny", "9AE", "9YT", "9am", "9am-11pm", "9ja", "9pm", ":", ";", "<", "=", "=/", "=D", ">", "?", "@", "A", "A-Green", "A-ffectionate", "A21", "ABOUT", "ABTA", "ACCEPT", "ACL03530150PM", "ACTION", "AD", "ADDAMSFA", "AFEW", "AFTER", "AFTERNOON", "AG", "AGAIN", "AGAIN.call", "AGE", "AGES", "AGO.CUSOON", "AIG", "AINT", "ALERT", "ALETTER", "ALEX", "ALL", "ALRITE", "ALSO", "AM", "AMY", "AN", "ANAL", "AND", "ANNIE", "ANS", "ANSWER", "ANTELOPE", "AOM", "APPY", "APRIL", "ARE", "ARIES", "AS", "ASAP", "ASKED", "ASUSUAL", "AT", "ATM/SMS", "AUCTION", "AUGUST", "AV", "AVE", "AVENT", "AWAITING", "AWARD", "AXIS", "Aah", "Aaooooright", "Abbey", "Abeg", "Abiola", "About", "Abt", "Accept", "Account", "Accounts", "Ache", "Aco", "Activate", "Active", "Actually", "Address", "Admirer", "Adrian", "Adult", "Aeronautics", "Affections", "Aft", "After", "AfterNoon", "Afternoon", "Aftr", "Again", "Age", "Age16", "Ages", "Ah", "Ahhh", "Ahhhh", "Ahmad", "Aight", "Air", "Airtel", "Aiya", "Aiyah", "Aiyar", "Aiyo", "Aka", "Akon-Lonely", "Al", "Alaipayuthe", "AlertFrom", "Alex", "Algarve", "All", "Allah", "Allah.Rakhesh", "Already", "Alright", "Alrite", "Also", "Although", "Always", "Alwys", "Am", "Amanda", "Amazing", "Ambrith", "American", "Ami", "Amrca", "Amrita", "Amy", "An", "And", "Annoying", "Another", "Any", "Anyone", "Anything", "Anytime", "Anyway", "Anyways", "Apart", "Apnt", "Apply", "Apps", "Appt", "Arabian", "Arcade", "Ard", "Are", "Argh", "Argument", "Armand", "Arrow", "Arsenal", "Arun", "As", "Ashley", "Ask", "Asking", "At", "Atlanta", "Auction", "Audrie", "August", "Auntie", "Australia", "Available", "Awesome", "Aww", "Awww", "Ay", "A\u00e5\u00a3", "B", "B'day", "B'tooth", "B-", "B-Blue", "B-day", "B.", "B/Tooth", "B4U", "BABE", "BABES", "BABY", "BACK", "BAHAMAS", "BAILIFF", "BAK", "BANG", "BANK", "BANNEDUK", "BARMED", "BATH", "BBD", "BCK", "BCM1896WC1N3XX", "BCMSFWC1N3XX", "BCoz", "BE", "BEAUTIFUL", "BED", "BEDROOM", "BEEN", "BEER", "BEFORE", "BEGIN", "BELIEVE", "BETTER", "BETTERSN", "BIDS", "BIG", "BILL", "BIRD", "BIRTHDAY", "BIT", "BLOKE", "BLOKES", "BLOOD.Send", "BMW", "BOATIN", "BONUS", "BOOKS", "BOUT", "BOX", "BOX139", "BOX334SK38ch", "BOX420", "BOX42WR29C", "BOX95QU", "BOX97N7QP", "BOYFRIEND", "BRAND", "BREAK", "BREATHE1", "BRISTOL", "BROTHER", "BSLVYL", "BT", "BT-national", "BT-national-rate", "BTW", "BUDDY", "BUS", "BUT", "BYATCH", "Baaaaaaaabe", "Baaaaabe", "Babe", "Babes", "Baby", "BabyGoodbye", "Back", "Bad", "Badrith", "Bahamas", "Bam", "BangBabes", "Bani", "Bank", "Barry", "Bcoz", "Be", "Bears", "Beautiful", "Beauty", "Bec", "Becaus", "Because", "Become", "Becomes", "Been", "Beer", "Beer-Rs", "Before", "Behind", "Being", "Belovd", "Ben", "Bergkamp", "Best", "Best1", "Beth", "Better", "Beware", "Big", "Bill", "Biola", "Birthday", "Bishan", "Bit", "Black", "Blank", "Bloody", "Bloomberg", "Blu", "Blue", "Bluetooth", "BluetoothHdset", "Bob", "Bonus", "Boo", "Book", "Booked", "Boooo", "Bored", "Boss", "Both", "Bought", "Box", "Box1146", "Box177", "Box326", "Box334", "Box39822", "Box61", "Boy", "Boys", "Brainless", "Brandy", "Bray", "Brb", "Break", "Bright", "Brilliant", "Bring", "Bristol", "British", "Britney", "Broadband", "Brother", "Brought", "Brown", "Bstfrnd", "Bt", "Buffy", "Building", "Burns", "Busy", "But", "Buy", "Buzz", "Buzzzz", "Bx", "Bx526", "By", "C", "C-IN", "C-Red", "C.", "C52", "CAKE", "CAL", "CALL", "CALLED", "CALM", "CAME", "CAMERA", "CAN", "CANCEL", "CANT", "CARD", "CARE", "CAREFUL", "CARLIE", "CASH", "CAT", "CATCH", "CAUSE", "CC", "CD", "CDs", "CER", "CERI", "CHANCE", "CHARGE", "CHAT", "CHATLINES", "CHECKIN", "CHEERED", "CHEERS", "CHILLIN", "CHOSEN", "CLAIM", "CLEAN", "CLUB", "CNN", "COLLECT", "COLLEGE", "COME", "COMIN", "CONTENTION", "CONVINCED", "COOL", "COS", "CR9", "CRAZYIN", "CREDIT", "CRISIS", "CRO1327", "CSH11", "CUP", "CUST", "CUTE", "CW25WX", "Ca", "CaRE", "Cable", "Cali", "Call", "CallFREEFONE", "Caller", "Callers", "Callertune", "Calling", "Calls", "Calls\u00e5\u00a31/minMobsmore", "Camcorder", "Camera", "Camera/Video", "Can", "Canary", "Cancel", "Cancer", "Cant", "Cardiff", "Care", "Careful", "Carlos", "Carry", "Case", "Cash", "Cashbin.co.uk", "Catching", "Caught", "Cause", "Cbe", "Celebrated", "Celebrations", "Centre", "Chance", "Change", "Channel", "Chart", "Chasing", "Chat", "Chat80155", "Cheap", "Check", "Cheer", "Cheers", "Chikku", "Children", "Chloe", "Choose", "Christians", "Christmas", "Cine", "City", "Claim", "Clos1", "Club", "Club4", "Co", "Co.", "Code", "Code:4xx26", "Coffee", "Cold", "Colin", "Colleagues", "Collect", "Com", "Come", "Common", "Compass", "Complete", "Compliments", "Confidence", "Congrats", "Congratulations", "Consider", "Contact", "Content", "Convey", "Cool", "Cool-Mob", "Cornwall", "Correct", "Cos", "Cost", "Costa", "Costs", "Cost\u00e5\u00a3", "Cougar-Pen", "Could", "Cover", "Coz", "Cps", "Crab", "Crack", "Cramps", "Crazy", "Croydon", "Crucify", "Crying", "Cs", "Cs/stop", "CsBCM4235WC1N3XX", "CsC", "Ctagg", "Ctargg", "Cttargg", "Ctter", "Cttergg", "Ctxt", "Cud", "Cup", "Cust", "CustCare", "Customer", "CustomerCare", "Cute", "Cutefrnd", "Cutter", "Cuz", "D", "D=", "DA", "DABOOKS", "DAN", "DARLIN", "DAS", "DATE", "DATEBox1282EssexCM61XN", "DAY", "DAYS", "DAY\\", "DD", "DE", "DEAD", "DECIMAL", "DEL", "DID", "DIDNT", "DIDN\u00e5\u00d5T", "DIRTY", "DIS", "DISCOUNT", "DLF", "DO", "DOCKS", "DOESDISCOUNT", "DOESNT", "DOIN", "DONE", "DONT", "DON\u00e5\u00d5T", "DOT", "DOWN", "DOWNON", "DRACULA", "DRAW", "DREAMS", "DREAMZ", "DRINK", "DRIVE", "DRUNK", "DUE", "DUMB", "DVD", "Da", "Dad", "Daddy", "Dai", "Dan", "Darren", "Dat", "Date", "Dating", "Dave", "Day", "Day\\", "Deal", "Dear", "Dear1", "December", "Declare", "Deeraj", "Def", "Del", "Delhi", "Deliver", "DeliveredTomorrow", "Delivery", "Den", "Depends", "Derp", "Designation", "Desires", "Detroit", "Dey", "Dial", "Dick", "Dictionary", "Did", "Die", "Digital", "Dint", "Direct", "Dis", "Disconnect", "Dizzamn", "Dload", "Dnt", "Do", "Doc", "Doctor", "Does", "Dogging", "Doggy", "Doing", "Doll", "Dom", "Don", "Done", "Dont", "DontCha", "Double", "DoubleMins", "DoubleTxt", "Download", "Dozens", "Dr", "Draw", "Dream", "Drinks", "Drop", "Duchess", "Dude", "Dun", "Dunno", "Dvd", "E", "E-namous", "E-ternal", "E14", "E=", "EACHOTHER", "EASTENDERS", "EAT", "ELLO", "EMAIL", "ENC", "END", "ENG", "ENGLAND", "ENJOY", "ENTER", "ENTRY", "EURO", "EURO2004", "EVE", "EVEN", "EVER", "EVONE", "EXACT", "EXORCIST", "EXP", "Earth", "East", "Easter", "Easy", "Eat", "Eatin", "Echo", "Eckankar", "Edison", "Ee", "Eerie", "Egbon", "Eh", "Eire", "Email", "Emily", "Emotion", "End", "Energy", "England", "English", "Enjoy", "Enjoy\\", "Enna", "Entry41", "Er", "Erm", "Err", "Erutupalam", "Ese", "Especially", "Eta", "Euro2004", "EuroDisinc", "Eve", "Even", "Ever", "Every", "Everybody", "Everyday", "Everyone", "Everything", "Everytime", "Evrey", "Evry", "Ew", "Exam", "Excellent", "Executive", "Exorcism", "Expecting", "Expires", "Explain", "Express", "Extra", "Eyed-Dont", "Eyes", "F", "F=", "FA", "FANCY", "FANTASIES", "FANTASTIC", "FANTASY", "FAR", "FAV", "FEEL", "FEELLIKW", "FFFFUUUUUUU", "FIELDOF", "FIFA", "FILTH", "FINAL", "FIND", "FINE", "FINEST", "FINISH", "FIRST", "FIT", "FIZZ", "FLAG", "FLOWER", "FM", "FML", "FONE", "FOR", "FRAN", "FRANYxxxxx", "FREE", "FREE-Nokia", "FREE2DAY", "FREEFONE", "FREEPHONE", "FRESHERS", "FRIEND", "FRIENDSHIP", "FRND", "FRNDSHIP\\", "FROM", "FUCK", "FUCKED", "FUCKIN", "FUCKING", "FUCKINNICE", "FUDGE", "FUNNY", "Facebook", "Fails", "Fancy", "Fantasy", "Farm", "Farrell", "Fear", "Feb", "Feel", "Feelin", "Feeling", "Feels", "Ffffffffff", "Fifty", "Fighting", "Filling", "Filthy", "Final", "Finally", "Find", "Fine", "Finish", "Finished", "First", "Flight", "Foley", "Follow", "Foned", "Food", "Football", "For", "Force", "Forever", "Forgets", "Forgot", "Forwarded", "Found", "Franxx", "Fredericksburg", "Free", "Free-message", "FreeMsg", "Freeentry", "Freemsg", "Fresh", "Fri", "Friday", "Friends", "Friendship", "Friendship\\", "Frnd", "Frog-AXEL", "From", "Fuck", "Full", "Funny", "Future", "Fuuuuck", "Fwiw", "Fyi", "G", "G.W.R", "G2", "GAILxx", "GAME", "GANG", "GAS", "GBP", "GBP/week", "GBP5/month", "GENDER", "GENT", "GET", "GHOST", "GIFTS", "GIMMI", "GIRL", "GIRLS", "GIV", "GIVE", "GM", "GM+GN+GE+GN", "GMW", "GO", "GOD", "GOIN", "GOING", "GON", "GONE", "GOOD", "GOODEVENING", "GOODMORNING", "GOODNIGHT", "GOODNITE", "GOSS", "GOSSIP", "GOT", "GOTMARRIED", "GRAVEL", "GREAT", "GROW.RANDOM", "GUARANTEED", "GUD", "GURL", "Gain", "Gam", "Game", "Games", "Gamestar", "Gd", "Ge", "Gee", "Geeee", "Geeeee", "Genius", "Gently", "Geoenvironmental", "George", "Germany", "Get", "Gettin", "Gibbs", "Gift", "Gim", "Gin", "Girl", "Girls", "Give", "Glad", "Gn", "Go", "GoTo", "Goal", "God", "Gods", "Goin", "Going", "GoldDigger", "Golf", "Good", "Goodmorning", "Goodnight", "Goodnoon", "Goodo", "Gopalettan", "Gossip", "Got", "Got\\", "Goto", "Gr8", "Grahmbell", "Gravity", "Grazed", "Great", "Green", "Greetings", "Grumpy", "Gsex", "Guai", "Guaranteed", "Gud", "Gudnite", "Guess", "Guessin", "Guide", "Guild", "Gumby", "Guy", "H", "HAD", "HALF", "HAPPY", "HARD", "HARDCORE", "HARRY", "HATES", "HAUGHAIGHGTUJHYGUJ", "HAV", "HAVE", "HAVENTCN", "HAVING", "HCL", "HEART", "HELL", "HELLO", "HELLOGORGEOUS", "HELP", "HER", "HEY", "HG/Suite342/2Lands", "HG/Suite342/2Lands/Row/W1J6HL", "HG/Suite342/2lands", "HI", "HIM", "HIYA", "HL", "HMM", "HMV", "HMV1", "HOLIDAY", "HOME", "HONEY", "HONI\\", "HOPE", "HOPEU", "HORO", "HOT", "HOTMIX", "HOUSE", "HOW", "HOWS", "HP20", "HRS", "HTTP", "HUNNY", "Ha", "Habit", "Had", "Haha", "Hahaha", "Hai", "Haiz", "Half", "Hallaq", "Halloween", "Handset", "Hang", "Hanging", "Hanumanji", "Happy", "Hard", "Hardcore", "Hasbro", "Hav", "Have", "Havent", "Havnt", "He", "Hear", "Heart", "Hee", "Heehee", "Height", "Helen", "Hello", "Hello-", "Hello\\", "Helloooo", "Help", "Help08700621170150p", "Help08714742804", "Help08718728876", "Helpline", "Henry", "Here", "Hero", "Heroes", "Hey", "Hi", "High", "Hint", "His", "History", "Hit", "Hiya", "Hlp", "Hm", "Hmm", "Hmmm", "Hmmm.but", "Hmmmm", "Hmph", "Ho", "Hol", "Holby", "Holder", "Holding", "Holiday", "Holla", "Hols", "Holy", "Home", "Homeowners", "Honey", "Honeybee", "Hoody", "Hope", "Hopefully", "Hoping", "Horrible", "Hospital", "Host-based", "Hotel", "House-Maid", "How", "Howda", "Hows", "Howz", "Hrishi", "Hugs", "Huh", "Hurry", "Hurt", "Hurts", "Hyde", "Hype", "I", "I-ntimate", "I.", "I.ll", "IAS", "IBH", "IBN", "ID", "IDPS", "IF", "IG11", "IJUST", "IKEA", "IKNO", "IKNOW", "ILL", "IM", "IMAT", "IMF", "IMIN", "IMPORTANT", "IN", "INC", "INCLU", "INDIA", "INFORMATION", "INK", "INR", "INSTEAD", "INTELLIGENT", "INTERFLORA", "INTO", "IP4", "IQ", "IS", "IT", "IT+BOTH", "IT.", "ITS", "ITXT", "IWANA", "Iam", "Ibiza", "Icic", "Id", "Idea", "Identifier", "If", "Ill", "Ilol", "Im", "Imagine", "Immediately", "Important", "Imprtant", "In", "Including", "Inclusive", "Indeed", "India", "Indian", "Indians", "Indyarocks.com", "Inever", "Inform", "Information", "Insha", "Interflora", "Invaders", "Invest", "Iraq", "Iriver", "Irritates", "Is", "Isaiah.=D", "Islands", "It", "Italian", "Itna", "Its", "Itz", "It\u0089\u00db\u00f7s", "Ive", "Iwas+marine", "Iyo", "Izzit", "I\u0089\u00db\u00f7ll", "I\u0089\u00db\u00f7m", "I\u0089\u00db\u00f7ve", "J", "J89", "JADE", "JAZ", "JD", "JEN", "JESS", "JJC", "JSCO", "JSco", "JULY", "JUS", "JUST", "JUSWOKE", "Jackpot", "Jada", "James", "Jamster", "Jane", "January", "Japanese", "Jason", "Jay", "Jen", "Jenny", "Jeremiah", "Jeri", "Jerk", "Jerry", "Jesus", "Jia", "John", "Join", "Joke", "Jokes", "Jokin", "Jolly", "Jon", "Jordan", "Joy", "Jst", "Jstfrnd", "Jsut", "July", "June", "Junna", "Jus", "Just", "Juz", "K", "K.", "K.i", "K.k", "K.k.how", "K.k.this", "K52", "K61", "K718", "KATE", "KAVALAN", "KEEP", "KING", "KISS", "KL341", "KNOW", "KR", "Kaiez", "Kallis", "Karaoke", "Kate", "Katexxx\\", "Kath", "Kay", "Keep", "Kent", "Kerala", "KeralaCircle", "Keris", "Kicchu", "Kids", "Kidz", "Kind", "Kinda", "Kindly", "King", "Kit", "Knock", "Kothi", "Kusruthi", "L", "L-oveable", "L8ER", "L8R", "L8R.\\", "L8r", "LA32WU", "LAST", "LATE", "LAY", "LCCLTD", "LDN", "LE", "LEAVE", "LES", "LET", "LETS", "LIFE", "LIKE", "LIKELY", "LIKING.BE", "LILY", "LITTLE", "LIVE", "LKPOBOX177HP51FL", "LMAO", "LOCAXX\\", "LOG", "LOL", "LONG", "LOOK", "LOOKIN", "LORD", "LOST", "LOT", "LOTR", "LOTS", "LOU", "LOVE", "LOVEJEN", "LS1", "LS15HB", "LS278BB", "LST", "LUCKY", "LUCYxx", "LUSH", "LUV", "Lacs.there", "Ladies", "Lancaster", "Landline", "Lands", "Langport", "Lara", "Last", "Later", "Latest", "Laughed", "Laughing", "Leanne.what", "Leave", "Left", "Lem", "Lessons", "Let", "Lets", "Life", "Lifpartnr", "Like", "Limited", "Lindsay", "Line", "Linerental", "Live", "Liverpool", "Living", "Lmao", "Loads", "Loan", "Log", "Lol", "Lololo", "London", "Long", "Looking", "Looks", "Loooooool", "Lots", "Lovable", "Love", "Lovely", "Lover", "Loves", "Loving", "Low-cost", "Loyalty", "Ltd", "Ltd.", "Ltd.\u00e5\u00a31,50/Mtmsgrcvd18+", "Luck", "Lucky", "Lucozade", "Lul", "Luv", "Lux", "Lvblefrnd", "M", "M.", "M221BP", "M227XY", "M263UZ", "M39M51", "M60", "M95", "MAD1", "MAD2", "MALL", "MAN", "MANEESHA", "MARSMS", "MATCH", "MATCHED", "MATE", "MAYBE", "ME", "MEET", "MEETIN", "MEGA", "MESSAGE", "MESSED", "MF", "MIDNIGHT", "MINE", "MINS", "MISS", "MISSIN", "MISSY", "MK45", "MMM", "MO", "MOMENT", "MONEY", "MONOC", "MORAL", "MORE", "MORNING", "MOST", "MOVIE", "MP3", "MQUIZ", "MR", "MRNG\\", "MSG", "MSGS", "MTALK", "MUCH", "MUCHXXLOVE", "MUM", "MUMS", "MUNSTERS", "MUSIC", "MUST", "MY", "Macedonia", "Macha", "Madam", "Made", "Mailbox", "Maintain", "Make", "Making", "Man", "Manchester", "Mandy", "Many", "Map", "March", "Maretare", "Margaret", "Mark", "Married", "Marvel", "Mathe", "Mathews", "Matrix3", "Matthew", "Max10mins", "May", "Mayb", "Maybe", "Me", "Means", "Meanwhile", "Meat", "Meds", "Meet", "Meet+Greet", "Meeting", "Men", "Merry", "Message", "Messages", "Messaging", "Met", "Midnight", "Might", "Mila", "Mileage", "Mind", "Mine", "Mins", "Misplaced", "Miss", "Missed", "Missing", "Mm", "Mmm", "Mmmm", "Mmmmmm", "Mob", "Mobile", "MobileUpd8", "Mobiles", "MobilesDirect", "Mobileupd8", "Moby", "Moji", "MojiBiola", "Mon", "Monday", "Money", "MonthlySubscription", "Moon", "Moral", "More", "Morning", "Most", "Mother", "Motivate", "Motorola", "Movie", "Mr", "Mr.", "Ms.Suman", "Msg", "Msg150p", "Msgs", "Muah", "Much", "Muhommad", "Multiply", "Mum", "Murdered", "Music", "Must", "Muz", "My", "Mystery", "N", "N'T", "N-atural", "N-oble", "NA", "NAKED", "NAME", "NBME", "NEED", "NEEDS", "NEFT", "NETHING", "NEVA", "NEVER", "NEW", "NEWQUAY-SEND", "NIC", "NICE", "NICHOLS", "NIGHT", "NITE", "NITE+2", "NITW", "NO", "NO-", "NO.1", "NOK", "NOKIA", "NOKIA6600", "NOT", "NOTHING", "NOW", "NOW1", "NOWHERE", "NR31", "NTT", "NUMBER", "NUMBER-SO", "NVQ", "NY", "NY-USA", "Nah", "Name", "Nan", "Natalja", "National", "Nationwide", "Natural", "Nature", "Near", "Need", "Neither", "Neshanth", "Netcollex", "Network", "Networking", "Neva", "Never", "Neville", "New", "Neway", "Newport", "News", "Next", "Nice", "Nice.nice.how", "Nick", "Nickey", "Nigeria", "Nigh", "Night", "Nikiyu4.net", "Nimya", "Nite", "No", "No1", "Nobody", "Nokia", "Nokia6650", "Nokias", "None", "Nooooooo", "Noooooooo", "Nope", "Norcorp", "Normal", "Not", "Nothing", "Nottingham", "November", "Now", "Nowadays", "Nt", "Number", "Nutter", "Nvm", "Nw", "Nyt", "Nyt.EC2A.3LP.msg", "O", "O2", "OF", "OFF", "OFTEN", "OH", "OJA", "OK", "OLD", "ON", "ONE", "ONLY", "ONLYFOUND", "ONTO", "OPT", "OR", "ORANGE", "OREOS", "OTHERWISE", "OURBACKS", "OUT", "OUTL8R", "OVERDOSE", "Of", "Ofcourse", "Off", "Offer", "Oh", "Oi", "Oic", "Ok", "Ok.", "Ok.ok", "Okay", "Okey", "Okie", "Okies", "Ola", "Old", "Olol", "Omg", "Omw", "On", "Onam", "Once", "One", "Onion-Rs", "Only", "Ooh", "Oooh", "Ooooooh", "Oops", "Open", "Opinion", "Opt-out", "OptOut", "Optout", "Or", "Orange", "Oranges", "Orchard", "Order", "Other", "Others", "Otherwise", "Our", "Over", "Oyea", "Oz", "P", "PA", "PARENTS", "PARIS", "PARK", "PARTY", "PASS", "PAUL", "PC", "PEACH", "PERIL", "PERSON", "PETROL", "PHONE", "PHONE_NUM", "PHP", "PIC", "PICK", "PICSFREE1", "PIN", "PIX", "PLAY", "PLEASE", "PLEASSSSSSSEEEEEE", "PO", "PO19", "POBOX", "POBOX114/14TCR/W1", "POBOX84", "POBOXox36504W45WQ", "POBox", "POBox334", "POBox36504W45WQ", "POBox365O4W45WQ", "POD", "POKKIRI", "POLY", "POLYC", "POLYPHONIC", "POOR", "PORN", "POST", "POSTCARD", "PREMIER", "PRICE", "PRIVATE", "PRIZEAWAITING", "PROBLEM", "PROBTHAT", "PS", "PSP", "PT2", "PUB", "PUTTIN", "Pa", "Package", "Pain", "Painful", "Panasonic", "Pandy", "Panther", "Parents", "Paris", "Park", "Part", "Party", "Pass", "Passwords", "Pathaya", "Penny", "People", "Perhaps", "Peripherals", "Person", "Personality", "Pete", "Petey", "Petrol-Rs", "Pg", "Phil", "Phoenix", "Phone", "Phony", "Pic", "Pick", "Pics", "Pilates", "Pin", "Pink", "Platt", "Play", "Player", "Playin", "Please", "Pleasure", "Pls", "Plus", "Plyr", "Plz", "PoBox202", "PoBox45W2TG150P", "PoBox75LDNS7", "PocketBabe.co.uk", "Points", "Police", "Polo", "Poly", "Polyphonic", "Poop", "Popcorn", "Pose", "Potter", "Pound", "Poyyarikatur", "Prabha", "Prabu", "Prasanth", "Prayrs", "Predicte", "Premarica.kindly", "Prepare", "President", "Press", "Prey", "Price", "Princess", "Prize", "Probably", "Prof", "Promo", "Promotion", "Proverb", "Provided", "Psychic", "Ptbo", "Pub", "Purity", "Purple", "PushButton", "Put", "Putting", "Q", "QUITE", "QUITEAMUZING", "Qatar", "QlynnBV", "Queen", "Queries", "Ques-", "Questions", "Quick", "Quite", "Quiz", "Quiz.Win", "Quote", "R", "RALLY", "RCT", "REAL", "REAL1", "REALITY", "REALLY", "REALY", "REBEL", "RECD", "RECEIVE", "RECPT", "RED", "REMEMBER", "REMINDER", "REPLY", "RETURN", "REVEAL", "REWARD", "RGENT", "RIGHT", "RING", "RINGS", "RINGTONE", "RITE", "ROMCAPspam", "RP176781", "RSTM", "RTO", "RUDI", "Rain", "Raj", "Raji", "Rajitha", "Rakhesh", "Rally", "Ranjith", "Ranju", "Rate", "Rats", "Raviyog", "Rayman", "Reach", "Read", "Reading", "Ready", "Real", "Really", "Reason", "Reckon", "Red", "Ref", "Reference", "Reflection", "Refused", "Remember", "Remembered", "Remembr", "Remembrs", "Reminder", "Remove", "Rental", "Reply", "Requests", "Reverse", "Rgds", "Right", "Rightio", "Ring", "Ringtone", "Ringtones", "Ringtone\u00e5\u00c1", "Rock", "Rodger", "Roger", "Romantic", "Ron", "Rose", "Row/W1J6HL", "Row/W1JHL", "Row/W1j6HL", "Rs", "Rum", "Ryder", "S", "S.", "S.I.M", "S.i", "S.s", "S.this", "S89", "SAE", "SAID", "SAM", "SAME", "SARY", "SAT.LOVE", "SAW", "SCARY", "SCOTLAND", "SED", "SEE", "SELFINDEPENDENCE", "SELFISH", "SENDS", "SERIOUSLY", "SERVICES", "SERVs", "SEX", "SEXYCHAT", "SF", "SHAME", "SHESIL", "SHIT", "SHIT.JUSTFOUND", "SHITINNIT\\", "SHOP", "SHOULD", "SHOW", "SHOWR", "SI", "SIB", "SIM", "SING", "SIR", "SITUATION", "SIX", "SK3", "SK38XH", "SK38xh", "SKY", "SLAP", "SLEEP", "SLEEPING", "SLEEPINGWITH", "SLEPT", "SMILEY", "SMS", "SMSSERVICES", "SN", "SNORING.THEY", "SO", "SOFA", "SOMEONE", "SOMETHIN", "SOMETHING", "SONY", "SOO", "SOON", "SOON.C", "SORRY", "SOZ", "SP", "SPECIAL", "SPEEDCHAT", "SPIDER", "SPINOUT", "SPK", "SPOOK", "SPORTSx", "SPUN-OUT", "ST", "STAPATI", "START", "STATION", "STIL", "STOP", "STOPBCM", "STOPCS", "STORE", "STORES", "STRIKE", "STU", "STUDENT", "STUDENTFINANCIAL", "STUDY", "STUPID", "SUBPOLY", "SUE", "SUM", "SUMMER", "SUMTHIN", "SUNDAY", "SUPER", "SURE", "SURPRISE", "SW7", "SW73SS", "SWAN", "SWAP", "SWAT", "SWEET", "Sac", "Sad", "Saeed", "Safe", "Said", "Salad", "Salam", "Sam", "Same", "Santa", "Sar", "Saristar", "Sary", "Sat", "Saturday", "SavaMob", "Save", "Say", "Says", "Scared", "School", "Science", "Scoring", "Scotch", "Scotsman", "Sday", "Search", "Secret", "Secured", "See", "Select", "Send", "Sender", "Sending", "Sends", "Sent", "Senthil", "Sept", "Serena", "Serious", "Service", "Services", "Sex", "Sez", "Sh", "Shall", "Shampain", "Shant", "She", "She.s", "Shesil", "Shhhhh", "Shifad", "Shijas", "Shijutta", "Shinco", "Shiny", "Shit", "Shopping", "Short", "Should", "ShrAcomOrSglSuplt", "Shuhui", "Si", "SiPix", "Silent", "Simple", "Simply", "Simpsons", "Since", "Sindu", "Single", "Sir", "Sirji.I", "Sister", "Sitting", "Siva", "SkilGme", "SkillGame", "SkillGame,1Winaweek", "Skip", "Sky", "Slaaaaave", "Sleeping", "Slowly", "Small", "SmartCall", "Smile", "Smiling", "Smith", "Sms", "So", "Sol", "Sold", "Solve", "Some", "Somebody", "Someone", "Someonone", "Something", "Sometimes", "Somewhr", "Sonetimes", "Sony", "SonyEricsson", "Sorry", "Sort", "Sos", "Soul", "Sounds", "Soup", "South", "Space", "Spain", "Spanish", "Speak", "Speaking", "Special", "Spending", "Spider-man", "Spl", "SplashMobile", "Splat", "Spoke", "Spook", "Sppok", "Spring", "Sprint", "Sry", "St", "Staff", "StarWars3", "Start", "Started", "Starts", "Statement", "Stay", "Staying", "StdTxtRate", "StewartSize", "Still", "Stockport", "Stop", "Stop2", "Storming", "Stream", "Street", "Strip", "Student", "Studying", "Stupid.its", "Stylish", "Sub", "Subs", "Subscribe6GBP/mnth", "Subscription", "Subscriptn3gbp/wk", "Sugababes", "Suganya", "Suite", "Sullivan", "Summer", "Summers", "Sun", "Sunshine", "Sup", "Super", "Superb", "Suprman", "Sure", "Surly", "Sux", "Sweet", "Sweetest", "Sweetheart", "Swtheart", "T", "T-Mobile", "T-ruthful", "T.", "T.B", "T91", "TA", "TAKE", "TALK", "TALKED", "TALKIN", "TAMPA", "TAROT", "TASTS", "TBS/PERSOLVO", "TC", "TC-LLC", "TCs", "TEL", "TELL", "TEXD", "TEXT", "TEXTBUDDY", "TEXTCOMP", "TEXTPOD", "TEXTS", "THANX", "THANX4", "THASA", "THAT", "THATMUM", "THAT\u00e5\u00d5SCOOL", "THE", "THEACUSATIONS", "THEN", "THERE", "THEW/END", "THINK", "THIS", "THNQ", "THO", "THOSE", "TIME", "TISSCO", "TITLE", "TO", "TOBED", "TODAY", "TOMORROW", "TOMORW", "TONE", "TONES", "TONES2U", "TONIGHT", "TONITE", "TOPLAY", "TOWN", "TOWN.DONTMATTER", "TROUBLE", "TRUBLE", "TRUE", "TRY", "TS", "TULIP", "TV", "TWILIGHT", "TXT", "TXTAUCTION", "TXTstar", "Ta", "Ta-Daaaaa", "TaKe", "Taka", "Take", "Talk", "Tata", "Tayseer", "Tb", "Teach", "Teacher", "Team", "Tear", "Tease", "Tee", "Tel", "Telephonic", "Teletext", "Tell", "Ten", "Tenants", "Tenerife", "Tension", "Teresa", "Terms", "Termsapply", "Tessy", "Test", "Text", "Text82228", "TextOperator", "Texting", "Thank", "Thanks", "Thanku", "Thanx", "That", "Thats", "That\u00e5\u00d5s", "The", "TheDailyDraw", "TheMob", "Then", "Theoretically", "Theory", "There", "These", "They", "Thgt", "Thing", "Things", "Think", "Thinks", "This", "Thk", "Those", "Though", "Thought-", "Thts", "Thurs", "Thursday", "Thy", "Tickets", "Tiger", "Till", "Tim", "Time", "Tired", "Tis", "Titles", "Tiwary", "Tmorrow.pls", "Tmr", "Tmrw", "TnC", "TnCs", "To", "Today", "Today-sunday", "Todays", "Toll", "Tom", "Tomarrow", "Tomorrow", "Tone", "Tones", "Tonight", "Too", "Took", "Top", "Total", "Touch", "Tour", "Trackmarque", "Traditions", "Traffic", "Transaction", "Trav", "Triple", "True", "Truro", "Truth", "Try", "Ts", "TsCs", "TsCs087147403231Winawk", "TsandCs", "Ttyl", "Tues", "Tuesday", "Tunji", "Turns", "Twiggs", "Twinks", "Twittering", "Two", "Txt", "Txt250.com", "Txting", "Tyler", "Tyrone", "U", "U-find", "U.", "U.CALL", "U4", "UAWAKE", "UK", "UK-mobile-date", "UKs", "UNBELIEVABLE", "UNI", "UNLIMITED", "UP", "UP+NOT", "UP.YEH", "UP4", "UR", "URE", "URFEELING", "URGENT", "URGOIN", "URL", "URSELF", "US", "USED", "USER", "Ugh", "Ujhhhhhhh", "Uks", "Ultimate", "Ummmmmaah", "UnSub", "Unbreakable", "Uncle", "Under", "Understand", "Unfortunately", "Unkempt", "Unless", "Unlike", "Unlimited", "Unsecured", "Unsub", "Unsubscribe", "Untamed", "Until", "Up", "Upd8", "Update", "UpgrdCentre", "Ur", "Urgent", "Urgh", "Us", "Use", "Usf", "Usher", "Usmle", "Usually", "Uve", "V", "V-aluable", "V.", "VALENTINE", "VAT", "VIA", "VIDEO", "VIOLET", "VIP", "VU", "Valentine", "Valentines", "Valid", "Valid12hrs", "Values", "Vatian", "Vegas", "Velly", "Verify", "Very", "ViVa", "Video", "Videophones", "Vijay", "Vikky", "Village", "Voda", "Vodafone", "Vodka", "Voila", "Vote", "Voucher", "Vouchers", "Vry", "W111WX", "W1J", "W4", "W45WQ", "WA14", "WAIT", "WAITING", "WALES", "WAN", "WANT", "WAP", "WAS", "WAY2SMS.COM", "WC1N", "WC1N3XX", "WE", "WEEK", "WELL", "WELLDA", "WEN", "WENT", "WERE", "WHASSUP", "WHAT", "WHEN", "WHILE", "WHITE", "WHO", "WHORE", "WHY", "WID", "WIFE", "WILL", "WIN", "WINNER", "WISH", "WITH", "WITHOUT", "WIV", "WK", "WKEND", "WKENT/150P16+", "WOKE", "WOMAN", "WON", "WONT", "WORDS", "WORK", "WORLD", "WORRY", "WOT", "WOTU", "WOULD", "WOW", "WRC", "WRK", "WRK.I", "WRKIN", "WRLD", "WWW.ASJESUS.COM", "Wa", "Waaaat", "Wah", "Wahleykkum.sharing", "Wait", "Wait.i", "Waiting", "Wake", "Wan", "Wan2", "Wana", "Want", "Waqt", "Warner", "Was", "Wasted", "Wat", "Watch", "Watching", "Water", "Wating", "Wats", "Waves", "We", "WeBeBurnin", "WeLL", "Wed", "WeddingFriend", "Weekly", "Weiyi", "Welcome", "Well", "Welp", "Wen", "Wendy", "Went", "Were", "Westlife", "Wewa", "We\u0089\u00db\u00f7re", "What", "Whats", "Whatsup", "When", "Whenevr", "Whens", "Where", "Wherre", "Which", "Who", "Whos", "Why", "Wicklow", "Wif", "Wife", "Wil", "Will", "Win", "Wine", "Winner", "Winning", "Wish", "Wishing", "With", "Wk", "Wkly", "Wld", "Wn", "Woke", "Won", "Wondering", "Woo", "Woodland", "Woods", "Woohoo", "Words.Evry", "Work", "Working", "World", "Worth", "Wot", "Wotz", "Would", "Wow", "Wright", "Wtf", "Wud", "Wun", "X", "X2", "X29", "X49", "XCHAT", "XMAS", "XX", "XXX", "XXX.\\", "XXXMobileMovieClub", "XXXX", "XXXXXX", "XXX\\", "Xmas", "Xuhui", "XxX", "Xy", "Y", "Y87", "YA", "YEAH", "YEAR", "YEARS", "YES", "YES-", "YEST", "YESTERDAY", "YET", "YHL", "YM", "YMCA", "YO", "YOU", "YOUR", "YRS", "Ya", "Yalru", "Yar", "Yavnt", "Yay", "Yeah", "Year", "Years", "Yeesh", "Yelow", "Yep", "Yes", "Yes.i", "Yest", "Yesterday", "Yet", "Yo", "Yogasana", "You", "You\\", "Your", "Yours", "Yourself", "Yoyyooo", "Yummy", "Yunny", "Yup", "Yupz", "Z", "ZOE", "Zaher", "Zebra", "Zindgi", "[", "\\", "\\A", "\\AH", "\\ALRITE", "\\Are", "\\Be", "\\Because", "\\Boost", "\\CAN", "\\CHA", "\\DRINK\\", "\\ER", "\\EY", "\\GOODMORNING", "\\GRAN", "\\HELLO", "\\HELLO\\", "\\HEY", "\\HI", "\\Happy", "\\Hello-/", "\\Hi", "\\I", "\\Its", "\\KUDI\\", "\\Life", "\\ME", "\\MIX\\", "\\NONE", "\\OH", "\\Oh", "\\Our", "\\POLYS\\", "\\POWER", "\\Pete", "\\SHIT", "\\Si.como", "\\Sometimes", "\\Sweet\\", "\\The", "\\URGENT", "\\Ur", "\\VALENTINES", "\\Walk", "\\Wen", "\\What", "\\X\\", "\\You", "\\alright", "\\do", "\\get", "\\go", "\\if", "\\paths", "\\sleep", "\\song", "\\suppliers\\", "\\usf", "\\what", "]", "^", "_", "____", "``", "a", "a30", "aa", "aathi", "abel", "abi", "abj", "able", "abnormally", "about", "above", "abroad", "absence", "absolutely", "absolutly", "abstract", "abt", "aburo", "abusers", "ac", "ac/smsrewards", "acc", "accept", "access", "accidant", "accident", "accidentally", "accomodate", "accordin", "accordingly", "account", "accounting", "achan", "ache", "acknowledgement", "across", "acted", "actin", "action", "activ8", "activate", "activities", "actor", "actual", "actually", "ad", "add", "added", "addicted", "addie", "adding", "address", "address.u", "adewale", "adi", "adjustable", "admin", "administrator", "admirer", "admission", "admit", "adore", "adoring", "adress", "adult", "adults", "advance", "advice", "advise", "advising", "advisors", "aeroplane", "affair", "affairs", "affection", "affidavit", "afford", "afghanistan", "afraid", "african", "aft", "after", "afternon", "afternoon", "aftr", "again", "against", "age", "age16", "age16.150ppermessSubscription", "age23", "agency", "ages", "agidhane", "ago", "agree", "ah", "aha", "ahead", "ai", "aid", "aids", "aight", "aint", "air", "air1", "airport", "airtel", "ajith", "ak", "al", "album-quite", "alcohol", "alert", "alex", "alfie", "algebra", "ali", "alian", "alibi", "alive", "alive.better", "all", "allah", "allalo", "alle", "allow", "allowed", "allows", "almost", "alone", "along", "alot", "already", "alright", "alright.Okay", "alrite", "alrite.have", "also", "also.or", "always", "am", "am.x", "amazing", "ambitious", "american", "amigos", "amk", "amma.Rakhesh.Qatar", "ammo", "among", "amongst", "amore", "amount", "amp", "amplikater", "amt", "an", "ana", "analysis", "and", "anderson", "andres", "andros", "angry", "animation", "anjie", "anjola", "annie", "anniversary", "annoncement", "announcement", "anot", "another", "ans", "ansr", "answer", "answer\\", "answered", "answering", "answers", "answr", "antha", "anti", "any", "anybody", "anyhow", "anymore", "anyone", "anyplaces", "anythin", "anything", "anythingtomorrow", "anytime", "anyway", "anyways", "anywhere", "apartment", "aphex\u00e5\u00d5s", "apo", "apologetic", "apologise", "apologize", "app", "apparently", "appeal", "appear", "applebees", "application", "apply", "applyed", "applying", "appointment", "appreciate", "appreciated", "appropriate", "approve", "apps", "appt", "april", "aproach", "apt", "aquarius", "ar", "arab", "archive", "ard", "are", "area", "arent", "aretaking", "argue", "argument", "arguments", "arise", "arm", "armand", "armenia", "arms", "arng", "arnt", "around", "aroundn", "arrange", "arranging", "arrested", "arrival", "arrive", "arsenal", "art", "artists", "arts", "arun", "as", "asa", "asap", "asda", "ashwini", "ask", "askd", "asked", "askin", "asking", "asks", "asleep", "aspects", "ass", "assistance", "assume", "assumed", "astne", "astoundingly", "asus", "at", "atHome", "atlanta", "atlast", "atrocious", "attach", "attached", "attempt", "attend", "attending", "attention", "attitude", "attraction.i", "attributed", "auction", "audition", "audrey", "aunties", "aunts", "aunty", "aust", "auto", "autocorrect", "av", "availa", "available", "avalarr", "avble", "ave", "avent", "avenue", "avoiding", "await", "awaiting", "awake", "award", "awarded", "away", "awesome", "awkward", "ax", "ayn", "ayo", "b", "b'day", "b4", "b4190604", "b4280703", "ba", "babe", "babes", "babies", "baby", "babyjontet", "babysitting", "back", "bad", "bad-", "badass", "badly", "bag", "baig", "bak", "balance", "baller", "balloon", "bambling", "band", "bang", "bangb", "bank", "banks", "bao", "bar", "bare", "barely", "bari", "barolla", "barring", "bars", "base", "bash", "basic", "basically", "basket", "basketball", "basq", "bat", "batch", "bath", "bathe", "bathing", "bathroom", "batsman", "batt", "battery", "bb", "bcaz", "bck", "bcoz", "bcums", "bday", "be", "bear", "bears", "beauties", "beautiful", "beauty", "bec", "because", "become", "becoz", "bed", "bedrm", "bedrm-", "bedroom", "been", "beendropping", "beers", "befor", "before", "before.went", "beg", "begging", "begin", "begins", "behalf", "behave", "behind", "bein", "being", "believe", "belive", "bell", "belligerent", "belly", "ben", "bend", "beneath", "beneficiary", "benefits", "best", "bet", "better", "between", "bf", "bffs", "bhaji", "bhaskar", "bhayandar", "bian", "biatch", "bid", "bids", "big", "bigger", "biggest", "bike", "bill", "billed", "billion", "bills", "bilo", "bimbo", "bin", "biola", "birds", "birla", "birth", "birthdate", "birthday", "bishan", "bit", "bitch", "bitching", "bite", "bk", "black", "blackberry", "blah", "blake", "blame", "blank", "blankets", "bleak", "bleh", "bless", "blessed", "blessings", "blimey", "block", "blocked", "blogging", "bloke", "blonde", "bloo", "blood", "bloody", "bloomberg.com", "blow", "blowing", "blue", "bluff", "blur", "bluray", "boat", "body", "boggy", "bold", "bold2", "bollox", "bong", "bonus", "boo", "book", "booked", "booking", "books", "boost", "booty", "bootydelious", "bored", "borin", "boring", "borrow", "boston", "both", "bother", "bothering", "bottom", "bought", "bought\u00e5\u00d3braindance\u00e5\u00d3a", "boundaries", "bout", "bowa", "bowl", "box", "box245c2150pm", "box334sk38ch", "box403", "boy", "boye", "boys", "boytoy", "brah", "brain", "brainy", "brand", "bras", "brats", "bread", "break", "breakfast", "breaking", "breath", "breathe", "breathing", "breeze", "bridge", "bright", "brighten", "brilliant", "brilliantly", "bring", "bringing", "brings", "bro", "broad", "broke", "broken", "brolly", "bros", "broth", "brothas", "brother", "brothers", "brought", "browse", "browser", "browsin", "bruce", "brum", "bruv", "bsn", "bt", "btwn", "bucks", "bud", "buddys", "budget", "buff", "buffet", "bugis", "built", "bulbs", "bullshit", "bunch", "bundle", "buns", "burden", "burial", "burn", "burning", "burns", "bus", "buses", "business", "busy", "but", "butt", "buttons", "buy", "buyer", "buying", "buzy", "buzz", "bw", "bx420", "bx420-ip4-5we", "by", "bye", "b\u00e5\u00d5day", "c", "cThen", "ca", "cabin", "cafe", "cage", "cake", "cal", "calicut", "california", "call", "call09050000327", "call2optout/", "call2optout/J", "call2optout/LF56", "call2optout/N9DX", "callback", "callcost", "calld", "called", "caller", "callertune", "callin", "calling", "calling.Forgot", "callon", "calls", "cam", "camcorder", "came", "camera", "camera/video", "camp", "campus", "camry", "can", "canal", "cancel", "canceled", "cancer", "canname", "cant", "cantdo", "can\u0089\u00db\u00f7t", "capacity", "capital", "cappuccino", "caps", "car", "card", "cardiff", "cardin", "cards", "care", "care.insha", "care.umma", "careabout", "cared", "career", "carefully", "cares", "caring", "carlos", "carly", "carpark", "carry", "cars", "cartons", "cartoon", "case", "cash", "cash-balance", "cash-in", "cashto", "casing", "cast", "casting", "castor", "casualty", "cat", "catch", "catches", "catching", "categories", "caught", "cause", "causing", "cbe", "ccna", "cedar", "celeb", "celebrate", "celebration", "cell", "census", "center", "centre", "certainly", "certificate", "chad", "challenge", "challenging", "champ", "champlaxigating", "chance", "chances", "change", "changed", "channel", "chapter", "character", "charge", "charged", "charges", "charity", "charles", "charlie", "charming", "chart", "chase", "chasing", "chat", "chat.\\", "chatter", "chatting", "cheap", "cheaper", "cheat", "cheating", "chechi", "check", "checked", "checking", "cheek", "cheers", "cheery", "cheese", "cheesy", "chennai", "cheque", "chest", "cheyyamo", "chgs", "chic", "chicken", "chickened", "chief", "chik", "chikku", "child", "childish", "children", "chill", "chillin", "china", "chinchillas", "chinese", "chinky", "chinnu", "chiong", "chip", "chocolate", "choice", "choose", "chop", "chores", "chosen", "chrgd", "christ", "christmas", "christmassy", "chuck", "church", "cine", "cinema", "citizen", "city", "citylink", "claim", "claimcode", "claims", "clarification", "clarify", "clas", "clash", "class", "classes", "classmates", "cld", "clean", "cleaning", "clear", "cleared", "clearer", "clearing", "clever", "click", "cliff", "clock", "close", "closeby", "closed", "closer", "closes", "closingdate04/09/02", "cloth", "clothes", "cloud", "club", "club4mobiles.com", "clue", "cme", "cn", "cnl", "coach", "coast", "coaxing", "coccooning", "cock", "cocksuckers", "coco", "code", "coffee", "coimbatore", "coincidence", "coins", "colany", "cold", "collect", "collected", "collection", "college", "color", "colour", "colour=red", "colourful", "colours", "comb", "combination", "combine", "come", "comedy", "comes", "comin", "coming", "comingdown", "comment", "commercial", "common", "community", "comp", "comp.ofstuff", "companies", "company", "compare", "competition", "complacent", "complaining", "complaint", "complementary", "complete", "completed", "completely", "complimentary", "comprehensive", "compromised", "compulsory", "computational", "computer", "computerless", "comuk.220cm2", "concentrate", "concentration", "concert", "conclusion", "condition", "conditions", "conducts", "confirm", "confirmd", "confirmed", "conform", "confused", "confuses", "congrats", "congratulation", "connect", "connected", "connection", "connections", "consensus", "conserve", "considering", "console", "constant", "constantly", "contact", "contacted", "contacts", "contains", "content", "contents", "continue", "continued", "contract", "contribute", "control", "convenience", "conversations", "converted", "convey", "conveying", "cook", "cooked", "cookies", "cooking", "cool", "cooped", "cooperative", "copies", "coping", "copy", "corporation", "corrct", "correct", "correction", "correctly", "corrupt", "cos", "cosign", "cost", "costing", "costs", "costume", "costumes", "cost\u00e5\u00a33.75max", "couch\\", "coughing", "could", "couldn\u00e5\u00d5t", "count", "countin", "country", "counts", "coupla", "couple", "courage", "course", "court", "courtroom", "cousin", "cover", "coveragd", "covers", "coz", "cozy", "crab", "cramps", "crap", "crash", "crave", "craziest", "crazy", "cream", "created", "creative", "creativity", "credit", "credit\\", "credited", "credits", "creep", "cricket", "cricketer", "crisis", "crore", "crore\\", "cross", "crossing", "crowd", "cruise", "cruisin", "crushes", "cry", "csBCM4235WC1N3XX.callcost150ppmmobilesvary", "cstore", "cts", "cuck", "cud", "cuddle", "cuddling", "cum", "cup", "cuppa", "curfew", "curious", "current", "currently", "curry", "cust", "custcare", "custom", "customer", "customers", "customersqueries", "cut", "cute", "cutting", "cuz", "cya", "d", "da", "da.i", "dad", "daddy", "daily", "dancce", "dance", "dancing", "dane", "danger", "dao", "dare", "dark", "darker", "darkest", "darkness", "darlin", "darling", "darlings", "darren", "dartboard", "dat", "data", "date", "dates", "dating", "dats", "day", "day.", "day\\", "days", "days.he", "days.so", "daywith", "de", "dead", "deal", "dealing", "deals", "dear", "dear.take", "dearer", "dearly", "death", "debating", "dec", "decades", "decide", "decided", "decimal", "decision", "decisions", "decorating", "dedicate", "dedicated", "deep", "deepak", "deepest", "def", "defeat", "defer", "definite", "definitely", "definitly", "degree", "dehydrated", "del", "delTOMORROW", "delayed", "delete", "deleted", "deliver", "delivered", "delivery", "dem", "demand", "den", "denis", "dent", "dentist", "department", "depends", "deposit", "deposited", "dept", "der", "derek", "desert", "desk", "desparately", "desperate", "despite", "dessert", "destiny", "detailed", "details", "deus", "developer", "devouring", "dey", "dey.i", "dha", "dhanush", "dhina", "dhoni", "dhorte", "di", "dial", "dialling", "dice", "dick", "did", "did'nt", "did't", "diddy", "didnt", "didn\u0089\u00db\u00f7t", "didn\u00e5\u00d5t", "die", "died", "diesel", "diet", "dieting", "differ", "differ.be", "difference", "different", "difficult", "difficulties", "dificult", "digi", "digital", "digits", "dignity", "dime", "din", "dine", "dinero", "ding", "dinner", "dinner.msg", "dint", "dippeditinaDEW", "direct", "directly", "director", "directors", "dirt", "dirtiest", "dirty", "dis", "disagreeable", "disappeared", "disappointment", "disasters", "disastrous", "disc", "disconnected", "discount", "discreet", "discuss", "discussed", "disk", "dislikes", "dismay", "display", "distract", "disturb", "disturbance.might", "disturbing", "divert", "division", "dl", "dled", "dnt", "do", "dobby", "docs", "doctor", "documents", "dodda", "dodgey", "does", "doesn\\'t", "doesnt", "doesn\u0089\u00db\u00f7t", "doesn\u00e5\u00d5t", "dog", "dogg", "doggin", "dogging", "doggy", "dogs", "dogwood", "doin", "doing", "doke", "dollar", "dollars", "domain", "don", "don\\'t", "done", "done/want", "donno", "dont", "donyt", "don\u0089\u00db\u00f7t", "don\u00e5\u00d5t", "door", "doors", "dose", "dot", "double", "double-faggot", "doubles", "doubt", "doug", "dough", "down", "download", "downloaded", "downloads", "downstem", "draw", "dreading", "dream", "dream.love", "dreams", "dress", "dressed", "dresser", "drink", "drink.pa", "drinking", "drinks", "drivby-:0quit", "drive", "drive\\", "driver", "driving", "drizzling", "drms", "drms.take", "drop", "dropped", "drove", "drpd", "drug", "drugs", "drum", "drunk", "drunkard", "drunken", "drvgsTo", "dry", "dryer", "ds", "dt", "dual", "dub", "dubsack", "ducking", "dude", "dudes", "due", "dull", "dumb", "dun", "dunno", "durham", "during", "dusk", "dust", "duvet", "dvg", "dwn", "dying", "e", "e-threats", "e.", "e.g", "each", "ear", "earlier", "early", "earn", "earning", "earth", "easier", "easily", "east", "easy", "eat", "eaten", "eatin", "eating", "ec2a", "ecstasy", "edge", "edhae", "edrunk", "educational", "edukkukayee", "edward", "edwards", "ee", "eerie", "effect", "effects", "efficient", "efreefone", "eg", "egg", "egg-potato", "eggs", "eh", "eight", "eighth", "eightish", "either", "el", "elaborate", "elaborating", "elaine", "elama", "elaya", "elections", "electricity", "elephant", "else", "elsewhere", "em", "email", "emailed", "embarassed", "emc1.co.uk", "emergency", "employee", "empty", "en", "end", "ending", "endless", "ends", "enemies", "enemy", "energy", "energy\\", "engin", "english", "enjoy", "enjoyed", "enketa", "enough", "enter", "entered", "enters", "entertain", "entertaining", "entey", "entirely", "entitled", "entrepreneurs", "entropication", "entry", "enuff", "envelope", "envy", "epi", "eppolum", "epsilon", "er'ything", "ericson", "ericsson", "erode", "error", "errors", "ertini", "eruku", "erupt", "esaplanade", "escape", "ese", "eshxxxxxxxxxxx", "especially", "esplanade", "essay", "essential", "establish", "eta", "etc", "etc.", "ethnicity", "ettans", "europe", "eve", "eveB-", "even", "evening", "event", "ever", "every", "everyone", "everyones", "everyso", "everything", "everything\\", "everywhere", "evng", "evry1", "evrydy", "ex", "ex-wife", "exact", "exactly", "exam", "exams", "excellent", "except", "exciting", "excuse", "excused", "excuses", "exe", "executive", "exercise", "exhaust", "exhausted", "exhibition", "exist", "exmpel", "expect", "expecting", "expects", "expensive", "experience", "expert", "expired", "explain", "explicit", "exposed", "exposes", "express", "expression", "ext", "extra", "extract", "ey", "eye", "eyes", "e\u00e5\u00a3nd", "f", "fab", "faber", "face", "facebook", "fact", "factory", "faggy", "faglord", "failed", "fainting", "fair", "fakeye", "fall", "fallen", "falls", "famamus", "familiar", "family", "fan", "fancies", "fancy", "fantasies", "fantastic", "far", "fast", "faster", "fat", "father", "fathima", "fats", "fatty", "fault", "fav", "fave", "favor", "favorite", "favour", "favourite", "fb", "fear", "feathery", "feb", "february", "fed", "fedex", "feed", "feel", "feeling", "feeling.wavering", "feels", "fees", "feet", "fell", "fellow", "felt", "feng", "fetch", "fetching", "fever", "few", "fidalfication", "field", "fifteen", "fight", "fighting", "fightng", "figure", "figures", "figuring", "file", "files", "fill", "filled", "fills", "film", "films", "filthy", "final", "finalise", "finally", "finance", "find", "finding", "finds", "fine", "fine.", "fine.Inshah", "fingers", "finish", "finishd", "finished", "finishes", "finishing", "fink", "finn", "fire", "firefox", "firmware", "firsg", "first", "first=true18", "first=true\u00e5\u00c1C", "fish", "fit", "five", "fix", "fixed", "flag", "flaked", "flash", "flat", "flavour", "flea", "flew", "flight", "flights", "flip", "flirt", "flirting", "flood", "floor", "floppy", "florida", "flower", "flowers", "flowing", "fly", "flyng", "fml", "fne", "fo", "fold", "folks", "follow", "followed", "followin", "following", "follows", "fond", "fone", "food", "fool", "fooled", "foot", "football", "footie", "footprints", "for", "forced", "foregate", "foreign", "forever", "forfeit", "forget", "forgiven", "forgot", "forgotten", "forgt", "format", "forth", "fortune", "forum", "forums", "forward", "forwarded", "forwarding", "for\u00e5\u00a338", "found", "four", "fowler", "fox", "fr", "freak", "freaky", "free", "free-send", "freefone", "freek", "fren", "french", "frens", "frequently", "fret", "fri", "friday", "fridge", "fried", "friend", "friends", "friendship", "fring", "fringe", "frm", "frnd", "frnds", "frndship", "frndsship", "fro", "frog", "from", "fromm", "front", "frosty", "frying", "ft.", "fuck", "fucking", "fucks", "fujitsu", "full", "fullonsms.com", "fumbling", "fun", "fundamentals", "funeral", "funk", "funky", "funny", "funs", "furniture", "further", "future", "fyi", "g", "g.", "g696ga", "gET", "ga", "gain", "gal", "gals", "game", "games", "ganesh", "gang", "gap", "gaps", "garage", "garbage", "garden", "garments", "gas", "gastroenteritis", "gauge", "gauti", "gave", "gay", "gayle", "gaytextbuddy.com", "gd", "ge", "gee", "gei", "generally", "gentle", "gentleman", "gently", "genuine", "genus", "ger", "get", "get4an18th", "geting", "gets", "getsleep", "getstop", "gettin", "getting", "getzed.co.uk", "gf", "ghodbandar", "gibbs", "gibe", "gift", "gifted", "giggle", "girl", "girlfrnd", "girlie", "girls", "gist", "giv", "give", "given", "gives", "giving", "glad", "glands", "glasgow", "glass", "glorious", "gn", "gnun", "go", "go2", "goal", "goals/team", "gobi", "god", "god.not", "goes", "goigng", "goin", "going", "golden", "gon", "gona", "gone", "gooD", "good", "goodmate", "goodnite", "goods", "gorgeous", "gossip", "got", "gota", "gotany", "goto", "gotten", "gotto", "goverment", "govt.instituitions", "gprs", "gpu", "gr8", "gr8prizes", "grab", "grace", "gram", "grand", "grandmas", "grasp", "grateful", "grave", "gravy", "gray", "great", "great.bye", "greatest", "greatly", "greece", "green", "greet", "greeting", "greetings", "grins", "grooved", "ground", "group", "grumble", "gt", "gua", "guaranteed", "gud", "guess", "guesses", "guessing", "guide", "guilty", "guitar", "guoyang", "guy", "guys", "gv", "gving", "gym", "gymnastics", "ha", "habba", "habit", "had", "haf", "haha", "hai", "hail", "hair", "half", "hall", "halla", "ham", "hamper", "hamster", "hand", "handed", "handing", "handle", "hands", "handset", "handsome", "handsomes", "hang", "hangin", "hanging", "happen", "happend", "happened", "happening", "happens", "happier", "happily", "happiness", "happy", "hard", "harder", "hardly", "harlem", "harri", "has", "hassling", "hate", "haul", "haunt", "hav", "hava", "have", "haven", "havent", "haven\u00e5\u00d5t", "having", "hdd", "he", "head", "headache", "headin", "heading", "heal", "hear", "heard", "hearin", "hearing", "heart", "hearted", "heat", "heavy", "hee", "held", "helen", "hell", "hella", "hello", "hello-ed", "help", "help:08712400602450p", "helpful", "helping", "helps", "heltini", "hen", "hence", "her", "her.I", "her.love", "her.my", "her.she", "her.will", "here", "heron", "herself", "hes", "hesitate", "hesitation", "hex", "hey", "he\u00e5\u00d5s", "hi", "hides", "high", "highest", "hilarious-also", "hill", "hillsborough", "him", 